[
    {
        "name": "Clorinde",
        "gender": "female",
        "img": "images/clorinde.png",
        "desc": "Cewe tangguh dan gesit.",
        "details": "Clorinde adalah sosok yang sangat tangguh dan gesit, selalu siap menghadapi tantangan apapun dengan keberanian luar biasa. Ia memiliki kecerdasan tinggi dalam menganalisis situasi dan membuat keputusan cepat. Meskipun terlihat tegas, ia sangat perhatian terhadap teman-teman dan selalu siap membantu orang yang membutuhkan. Hatinya yang besar membuatnya menjadi sosok yang dapat diandalkan dalam situasi sulit, dan ia tidak pernah ragu untuk melindungi mereka yang ia sayangi.",
        "words": "Aku nggak takut menghadapi tantangan apapun!",
        "sound": "sounds/clorinde.mp3",
        "traits": {
            "brave": 3,
            "smart": 2,
            "leader": 2
        }
    },
    {
        "name": "Phainon",
        "gender": "male",
        "img": "images/phainon.png",
        "desc": "Cowo pejuang penuh semangat.",
        "details": "Phainon adalah pejuang yang penuh semangat dan keberanian, selalu siap melindungi teman-temannya dengan segala cara. Ia memiliki strategi yang hebat dalam menghadapi musuh dan situasi berbahaya. Kesetiaannya yang tinggi membuatnya menjadi sahabat yang dapat dipercaya sepenuhnya. Meskipun terlihat keras dari luar, ia memiliki sisi hangat dan peduli terhadap orang-orang terdekatnya, selalu berusaha menciptakan harmoni di sekitarnya.",
        "words": "Aku akan melindungimu sampai akhir.",
        "sound": "sounds/phainon.mp3",
        "traits": {
            "brave": 3,
            "leader": 2,
            "warm": 2
        }
    },
    {
        "name": "Cyrene",
        "gender": "female",
        "img": "images/cyrene.png",
        "desc": "Cewe pejuang dengan cinta.",
        "details": "Cyrene adalah pejuang yang menggabungkan kekuatan dengan cinta yang mendalam. Ia tegas dalam menghadapi musuh namun selalu penuh kasih sayang terhadap teman dan keluarga. Kepemimpinannya yang alami membuatnya mampu memotivasi orang lain untuk menjadi lebih baik. Ia percaya bahwa cinta adalah sumber kekuatan terbesar, dan selalu mendukung orang-orang di sekitarnya dengan penuh empati dan kehangatan.",
        "words": "Cinta dan keberanian adalah kekuatanku.",
        "sound": "sounds/cyrene.mp3",
        "traits": {
            "brave": 2,
            "warm": 3,
            "gentle": 2
        }
    },
    {
        "name": "Yanagi",
        "gender": "female",
        "img": "images/yanagi.png",
        "desc": "Gesit dan keibuan.",
        "details": "Yanagi adalah sosok yang gesit dan penuh keibuan, selalu memperhatikan kebutuhan teman-teman dengan teliti. Kecakapannya dalam berbagai hal membuatnya menjadi orang yang andal dalam situasi apapun. Ia bijaksana dalam memberikan nasihat dan selalu berusaha menciptakan suasana yang nyaman bagi orang lain. Meskipun terlihat tenang, ia memiliki kekuatan batin yang besar dan selalu siap membantu dengan penuh kasih sayang.",
        "words": "Jangan khawatir, aku akan selalu di sini.",
        "sound": "sounds/yanagi.mp3",
        "traits": {
            "gentle": 3,
            "warm": 2,
            "cautious": 1
        }
    },
    {
        "name": "Vivian",
        "gender": "female",
        "img": "images/vivian.png",
        "desc": "Lembut dan romantis.",
        "details": "Vivian adalah sosok yang lembut dan romantis, selalu melihat keindahan dalam segala hal. Jiwa seninya yang tinggi membuatnya mampu menciptakan suasana yang indah dan inspiratif. Ia ramah terhadap semua orang dan selalu mendukung orang di sekitarnya dengan penuh perhatian. Kehangatannya yang alami membuatnya mudah didekati, dan ia percaya bahwa cinta dan kebaikan dapat mengubah dunia menjadi tempat yang lebih baik.",
        "words": "Hidup terasa indah dengan cinta.",
        "sound": "sounds/vivian.mp3",
        "traits": {
            "gentle": 2,
            "warm": 3,
            "smart": 1
        }
    },
    {
        "name": "Yae Miko",
        "gender": "female",
        "img": "images/yae_miko.png",
        "desc": "Jahil & mengerikan tapi baik.",
        "details": "Yae Miko adalah sosok yang jahil dan terlihat mengerikan dari luar, namun sebenarnya memiliki hati yang baik dan perhatian. Kecerdikannya yang tinggi membuatnya selalu bisa menemukan solusi kreatif untuk berbagai masalah. Ia bisa membuat orang tertawa dengan kelakuannya yang unik, namun juga sangat peduli terhadap teman-teman. Meskipun terlihat nakal, ia selalu bertindak demi kebaikan bersama.",
        "words": "Hati-hati, aku bisa muncul di mana saja!",
        "sound": "sounds/yae_miko.mp3",
        "traits": {
            "smart": 3,
            "brave": 2,
            "warm": 2
        }
    },
    {
        "name": "Hina",
        "gender": "female",
        "img": "images/hina.png",
        "desc": "Imut dan mandiri.",
        "details": "Hina adalah sosok yang imut namun sangat mandiri, selalu ingin belajar hal-hal baru dan mengembangkan diri. Kelincahannya membuatnya mampu beradaptasi dengan cepat dalam situasi apapun. Semangatnya yang tinggi mendorongnya untuk terus maju dan tidak pernah menyerah. Ia percaya bahwa dengan usaha sendiri, ia bisa mencapai apa saja, namun tetap terbuka untuk menerima bantuan dari orang lain ketika dibutuhkan.",
        "words": "Aku bisa melakukan ini sendiri!",
        "sound": "sounds/hina.mp3",
        "traits": {
            "brave": 2,
            "warm": 2,
            "smart": 1
        }
    },
    {
        "name": "Cerydra",
        "gender": "female",
        "img": "images/cerydra.png",
        "desc": "Pemimpin tegas dan tangguh.",
        "details": "Cerydra adalah pemimpin yang tegas dan tangguh, selalu memimpin tim dengan bijaksana dan penuh tanggung jawab. Kekuatannya yang luar biasa membuatnya mampu menghadapi tantangan besar. Ia adil dalam setiap keputusan dan selalu memikirkan kepentingan kelompok. Meskipun terlihat keras, ia memiliki hati yang peduli dan selalu berusaha menciptakan lingkungan yang harmonis bagi semua orang.",
        "words": "Ikuti aku, kita bisa melewati ini bersama.",
        "sound": "sounds/cerydra.mp3",
        "traits": {
            "leader": 3,
            "brave": 2,
            "smart": 2
        }
    },
    {
        "name": "Hysilens",
        "gender": "female",
        "img": "images/hysilens.png",
        "desc": "Kesatria setia dan kuat.",
        "details": "Hysilens adalah kesatria yang setia dan kuat, selalu siap menghadapi bahaya demi melindungi teman-teman. Kehormatannya yang tinggi membuatnya menjadi sosok yang dapat dipercaya sepenuhnya. Ia berani dalam pertempuran namun juga memiliki sisi lembut yang peduli terhadap orang lain. Kesetiaannya tidak pernah goyah, dan ia selalu berdiri di garis depan untuk menjaga mereka yang ia sayangi.",
        "words": "Aku akan selalu berdiri di sampingmu.",
        "sound": "sounds/hysilens.mp3",
        "traits": {
            "brave": 3,
            "gentle": 2,
            "leader": 1
        }
    },
    {
        "name": "Kafka",
        "gender": "female",
        "img": "images/kafka.png",
        "desc": "Killer keibuan penuh misteri.",
        "details": "Kafka adalah sosok yang tangguh dan misterius, selalu melindungi yang lemah dengan cara yang unik. Kecerdasannya dalam strategi membuatnya selalu selangkah di depan musuh. Ia memiliki sisi keibuan yang kuat namun juga penuh misteri yang membuat orang penasaran. Meskipun terlihat dingin, ia sangat peduli terhadap orang-orang terdekatnya dan selalu berusaha menciptakan keamanan bagi mereka.",
        "words": "Jangan remehkan sisi lembutku.",
        "sound": "sounds/kafka.mp3",
        "traits": {
            "smart": 2,
            "brave": 2,
            "gentle": 2
        }
    },
    {
        "name": "Miyabi",
        "gender": "female",
        "img": "images/miyabi.png",
        "desc": "Tangguh dan badass.",
        "details": "Miyabi adalah sosok yang sangat tangguh dan badass, tidak pernah takut menghadapi tantangan apapun. Keterampilannya dalam pertarungan membuatnya menjadi lawan yang berbahaya. Ia tegas dalam prinsip namun juga memiliki keberanian yang luar biasa. Meskipun terlihat keras, ia memiliki kode etik yang kuat dan selalu melindungi yang benar. Ia tidak mudah menyerah dan selalu bangkit dari setiap kegagalan.",
        "words": "Aku tidak takut siapa pun!",
        "sound": "sounds/miyabi.mp3",
        "traits": {
            "brave": 3,
            "leader": 1,
            "smart": 1
        }
    },
    {
        "name": "Robin",
        "gender": "female",
        "img": "images/robin.png",
        "desc": "Misterius dan penuh rahasia.",
        "details": "Robin adalah sosok yang sangat misterius dan penuh rahasia, selalu mencari kebenaran di balik segala hal. Ia penuh rahasia namun memiliki kecerdasan yang luar biasa dalam menganalisis situasi. Misterinya membuat orang penasaran, namun ia selalu bertindak demi kebaikan. Ia percaya bahwa pengetahuan adalah kunci untuk memahami dunia, dan selalu berusaha mengungkap misteri-misteri yang ada.",
        "words": "Siapa aku sebenarnya?",
        "sound": "sounds/robin.mp3",
        "traits": {
            "warm": 3,
            "gentle": 1,
            "smart": 1
        }
    },
    {
        "name": "Sunday",
        "gender": "male",
        "img": "images/sunday.png",
        "desc": "Gelap → bertobat.",
        "details": "Sunday adalah sosok yang dulunya gelap dan misterius, namun kini berusaha menebus kesalahannya dengan sungguh-sungguh. Ia belajar dari masa lalu dan berusaha menjadi lebih baik setiap hari. Kesetiaannya terhadap teman-teman tidak pernah goyah, dan ia selalu siap membantu mereka yang membutuhkan. Perjalanan pertobatannya membuatnya lebih bijaksana dan peduli terhadap dampak tindakannya terhadap orang lain.",
        "words": "Aku berjanji untuk berubah.",
        "sound": "sounds/sunday.mp3",
        "traits": {
            "smart": 2,
            "gentle": 3,
            "cautious": 1
        }
    },
    {
        "name": "Mydei",
        "gender": "male",
        "img": "images/mydei.png",
        "desc": "Pemarah tapi baik & suka anak-anak.",
        "details": "Mydei adalah sosok yang pemarah namun memiliki hati yang baik dan sangat menyukai anak-anak. Ia sering marah-marah namun selalu siap membantu orang yang membutuhkan, terutama anak-anak yang ia sayangi. Meskipun temperamennya panas, ia sangat setia dan peduli terhadap teman-teman terdekatnya, selalu berusaha melindungi mereka dengan caranya sendiri.",
        "words": "Jangan membuatku marah, tapi aku akan selalu menolongmu.",
        "sound": "sounds/mydei.mp3",
        "traits": {
            "brave": 2,
            "gentle": 2,
            "warm": 2
        }
    },
    {
        "name": "Anaxa",
        "gender": "male",
        "img": "images/anaxa.png",
        "desc": "Dosen pintar & sensitif.",
        "details": "Anaxa adalah sosok yang cerdas dan sensitif, selalu peka terhadap perasaan orang lain. Kesabarannya yang tinggi membuatnya menjadi pendidik yang baik dan sabar. Ia menyukai belajar dan mengajar, dan selalu berusaha berbagi pengetahuan dengan orang lain. Kecerdasannya tidak hanya intelektual, namun juga emosional, membuatnya mampu memahami dan membantu orang lain dengan lebih baik.",
        "words": "Ilmu adalah kekuatan.",
        "sound": "sounds/anaxa.mp3",
        "traits": {
            "smart": 3,
            "gentle": 2,
            "cautious": 1
        }
    },
    {
        "name": "Acheron",
        "gender": "female",
        "img": "images/acheron.png",
        "desc": "Pendiam & menggetarkan.",
        "details": "Acheron adalah sosok yang pendiam namun memiliki aura yang sangat menggetarkan. Kata-katanya yang jarang namun berwibawa selalu meninggalkan kesan mendalam. Ia tenang dalam menghadapi situasi apapun dan selalu berpikir sebelum bertindak. Misterinya membuat orang penasaran, namun kekuatannya yang luar biasa membuatnya menjadi sosok yang dihormati. Diamnya bukan berarti lemah, melainkan kekuatan yang terkendali.",
        "words": "Diamku bukan lemahku.",
        "sound": "sounds/acheron.mp3",
        "traits": {
            "brave": 2,
            "smart": 2,
            "leader": 2
        }
    },
    {
        "name": "Aventurine",
        "gender": "male",
        "img": "images/aventurine.png",
        "desc": "Gentleman penuh percaya diri.",
        "details": "Aventurine adalah gentleman yang penuh percaya diri, selalu menjaga martabat dan sopan santun dalam setiap tindakan. Ia ramah terhadap semua orang dan selalu berusaha menciptakan suasana yang nyaman. Kepercayaan dirinya yang tinggi membuatnya mampu menghadapi tantangan dengan tenang. Ia percaya bahwa dengan sikap yang baik dan percaya diri, ia bisa mencapai apa saja dan menginspirasi orang lain.",
        "words": "Kepercayaan diri adalah kunci.",
        "sound": "sounds/aventurine.mp3",
        "traits": {
            "leader": 2,
            "warm": 2,
            "smart": 2
        }
    },
    {
        "name": "Huohuo",
        "gender": "female",
        "img": "images/huohuo.png",
        "desc": "Penakut tapi kuat.",
        "details": "Huohuo adalah sosok yang terkadang penakut namun memiliki kekuatan batin yang luar biasa. Ia selalu bangkit dari ketakutannya dan berani melindungi teman-teman. Kesetiaannya yang tinggi membuatnya tidak pernah meninggalkan orang yang membutuhkan. Meskipun takut, ia belajar menghadapi rasa takutnya dan menjadi lebih kuat. Ia percaya bahwa keberanian sejati adalah ketika kita bisa bertindak meskipun takut.",
        "words": "Meskipun takut, aku tidak akan mundur.",
        "sound": "sounds/huohuo.mp3",
        "traits": {
            "cautious": 2,
            "brave": 2,
            "gentle": 2
        }
    },
    {
        "name": "Wriothesley",
        "gender": "male",
        "img": "images/wriothesley.png",
        "desc": "Badass, hangat, pemimpin.",
        "details": "Wriothesley adalah pemimpin yang badass namun hangat, selalu memimpin dengan hati dan strategi yang matang. Ia berani menghadapi tantangan namun juga peduli terhadap kesejahteraan timnya. Kekuatannya yang luar biasa membuatnya menjadi sosok yang dihormati, namun kehangatannya membuatnya mudah didekati. Ia selalu berusaha menciptakan keseimbangan antara kekuatan dan empati dalam kepemimpinannya.",
        "words": "Ikuti aku, aku akan menuntunmu.",
        "sound": "sounds/wriothesley.mp3",
        "traits": {
            "brave": 3,
            "leader": 2,
            "warm": 2
        }
    },
    {
        "name": "Neuvillette",
        "gender": "male",
        "img": "images/neuvillette.png",
        "desc": "Pendiam, tegas, megah.",
        "details": "Neuvillette adalah sosok yang pendiam namun tegas dan megah, selalu menegakkan keadilan dengan prinsip yang kuat. Kewibawaannya membuat orang menghormatinya tanpa kata. Ia tenang dalam menghadapi situasi apapun dan selalu mempertimbangkan konsekuensi tindakannya. Kehormatannya yang tinggi membuatnya menjadi panutan bagi banyak orang, dan ia selalu berusaha menciptakan dunia yang lebih adil.",
        "words": "Kehormatan adalah segalanya.",
        "sound": "sounds/neuvillette.mp3",
        "traits": {
            "leader": 3,
            "smart": 2,
            "brave": 1
        }
    }
]